Revit 2027 API
ParameterTypeId.StairsShowUpText Property
 "Show Up Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsShowUpText { get; }
Public Shared ReadOnly Property StairsShowUpText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsShowUpText {
	ForgeTypeId^ get ();
}
static member StairsShowUpText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace